Repository: common-repository/wporlogin
Catalog: languages/wporlogin-*.po
Languages: de_de, fr_fr, it_it

source: Desactivado Google reCAPTCHA
de_de: Google reCAPTCHA deaktiviert
fr_fr: Google reCAPTCHA désactivé
it_it: Disabilitato Google reCAPTCHA

source: Selecciona la versión de Google reCAPTCHA que deseas utilizar.
de_de: Wählen Sie die Version von Google reCAPTCHA aus, die Sie verwenden möchten.
fr_fr: Sélectionnez la version de Google reCAPTCHA que vous souhaitez utiliser.
it_it: Seleziona la versione di Google reCAPTCHA che desideri utilizzare.

source: Registra tu nombre de dominio en el servicio de Google reCAPTCHA y luego añade las claves en los siguientes campos.
de_de: Registrieren Sie Ihren Domainnamen im Google reCAPTCHA-Dienst und fügen Sie dann die Schlüssel in die folgenden Felder ein.
fr_fr: Enregistrez votre nom de domaine dans le service Google reCAPTCHA, puis ajoutez les clés dans les champs suivants.
it_it: Registra il tuo nome di dominio nel servizio Google reCAPTCHA e poi aggiungi le chiavi nei seguenti campi.

source: Haz clic aquí para
de_de: Klicken Sie hier, um
fr_fr: Cliquez ici pour
it_it: Clicca qui per

source: registrar tu dominio
de_de: Registrieren Sie Ihre Domain
fr_fr: enregistrez votre domaine
it_it: registra il tuo dominio

source: Clave del sitio (v2)
de_de: Standortschlüssel (v2)
fr_fr: Clé de site (v2)
it_it: Chiave del sito (v2)

source: Clave secreta (v2)
de_de: Geheimer Schlüssel (v2)
fr_fr: Clé secrète (v2)
it_it: Chiave segreta (v2)

source: Clave del sitio (v3)
de_de: Standortschlüssel (v3)
fr_fr: Clé de site (v3)
it_it: Chiave del sito (v3)

source: Clave secreta (v3)
de_de: Geheimer Schlüssel (v3)
fr_fr: Clé secrète (v3)
it_it: Chiave segreta (v3)

source: Activar reCAPTCHA para
de_de: Aktivieren Sie reCAPTCHA für
fr_fr: Activer reCAPTCHA pour
it_it: Abilita reCAPTCHA per

source: Formulario de acceso
de_de: Zugangsformular
fr_fr: Formulaire d’accès
it_it: Modulo di accesso

source: Formulario de registro
de_de: Anmeldeformular
fr_fr: Formulaire d’inscription
it_it: Modulo di iscrizione

source: Formulario de recuperación de contraseña
de_de: Formular zur Passwortwiederherstellung
fr_fr: Formulaire de récupération de mot de passe
it_it: Modulo di recupero password

source: Protege tu sitio con reCAPTCHA v2 o v3
de_de: Schützen Sie Ihre Website mit reCAPTCHA v2 oder v3
fr_fr: Protégez votre site avec reCAPTCHA v2 ou v3
it_it: Proteggi il tuo sito con reCAPTCHA v2 o v3

source: ¿Necesitas ayuda?
de_de: Sie brauchen Hilfe?
fr_fr: Vous avez besoin d’aide ?

source: Ver el vídeo
de_de: Video ansehen
fr_fr: Voir la vidéo
it_it: Guarda il video

source: Donar ahora
de_de: Jetzt spenden
fr_fr: Faites un don maintenant
it_it: Dona ora

source: Importante
de_de: Wichtig
fr_fr: Important

source: Si valoras mi trabajo, considera hacer una pequeña donación para mostrar tu aprecio. ¡Gracias!
de_de: Wenn Sie meine Arbeit schätzen, erwägen Sie bitte eine kleine Spende, um Ihre Wertschätzung zu zeigen. Vielen Dank!
fr_fr: Si vous appréciez mon travail, veuillez envisager de faire un petit don pour montrer votre appréciation. Merci!
it_it: Se apprezzi il mio lavoro, considera di fare una piccola donazione per mostrare il tuo apprezzamento. Grazie!

source: Para donar ahora, haz clic en el botón de Donar
de_de: Um jetzt zu spenden, klicken Sie auf die Schaltfläche Spenden
fr_fr: Pour faire un don maintenant, cliquez sur le bouton Faire un don
it_it: Per donare ora, fai clic sul pulsante Fai una donazione

source: Eliminar Idioma
de_de: Sprache löschen
fr_fr: Supprimer la langue
it_it: Elimina lingua

source: Eliminar selector de idioma
de_de: Entfernen Sie den Sprachwechsler
fr_fr: Supprimer le sélecteur de langue
it_it: Rimuovere il selettore di lingua

source: Eliminar el selector de idioma disponible en la pantalla de inicio de sesión
de_de: Entfernen Sie die auf dem Anmeldebildschirm verfügbare Sprachauswahl
fr_fr: Supprimer le sélecteur de langue disponible sur l’écran de connexion
it_it: Rimuovere il selettore della lingua disponibile nella schermata di accesso

source: Ver el video
de_de: Sehen Sie sich das Video an
fr_fr: Voir la vidéo
it_it: Guarda il video

source: Eliminar
de_de: Löschen
fr_fr: Supprimmer
it_it: Elimina

source: Eliminar el menú
de_de: Löschen Sie das Menü
fr_fr: Supprimer le menu
it_it: Elimina il menu

source: Eliminar el menú desplegable de idioma
de_de: Entfernen des Dropdown-Menüs "Sprache"
fr_fr: Supprimer le menu déroulant des langues
it_it: Rimuovere il menu a discesa della lingua

source: Apariencia
de_de: Aussehen
fr_fr: Apparence
it_it: Apparenza

source: te permite modificar la apariencia de la página de inicio de sesión de WordPress
de_de: ermöglicht es Ihnen, das Erscheinungsbild der WordPress-Anmeldeseite zu ändern
fr_fr: vous permet de modifier l’apparence de la page de connexion WordPress
it_it: consente di modificare l'aspetto della pagina di accesso di WordPress

source: Selecciona una opción
de_de: Wählen Sie eine Option
fr_fr: Sélectionnez une option
it_it: Seleziona un'opzione

source: Básico
de_de: Basis
fr_fr: Basic
it_it: Basico

source: Estándar
de_de: Standard
fr_fr: Standard
it_it: Ci sta

source: Premium
de_de: Prämie
it_it: Premio

source: Logotipo
de_de: Logo
fr_fr: Logo Lacunza
it_it: Logo

source: Seleccionar el logotipo
de_de: Wählen Sie das Logo aus
fr_fr: Sélectionnez le logo
it_it: Seleziona il logo

source: Puedes subir tu logotipo desde aquí
de_de: Von hier aus können Sie Ihr Logo hochladen
fr_fr: Vous pouvez télécharger votre logo à partir d’ici
it_it: Puoi caricare il tuo logo da qui

source: Recomendaría un ancho máximo de
de_de: Ich würde eine maximale Breite von empfehlen
fr_fr: Je recommanderais une largeur maximale de
it_it: Consiglierei una larghezza massima di

source: 300 píxeles
de_de: 300 Pixel
fr_fr: 300 pixels (en anglais)
it_it: 300 pixel

source: Ancho del logotipo
de_de: Breite des Logos
fr_fr: Largeur du logo
it_it: Larghezza del logo

source: Ingrese el ancho deseado del logotipo
de_de: Geben Sie die gewünschte Breite des Logos ein
fr_fr: Entrez la largeur souhaitée du logo
it_it: Inserisci la larghezza desiderata del logo

source: Altura del logotipo
de_de: Höhe des Logos
fr_fr: Hauteur du logo
it_it: Altezza del logo

source: Ingrese la altura deseada del logotipo
de_de: Geben Sie die gewünschte Höhe des Logos ein
fr_fr: Entrez la hauteur souhaitée du logo
it_it: Inserisci l'altezza desiderata del logo

source: Posición del logotipo
de_de: Position des Logos
fr_fr: Position du logo
it_it: Posizione del logo

source: izquierda superior
de_de: oben links
fr_fr: en haut à gauche
it_it: in alto a sinistra

source: izquierda centro
de_de: links mittig
fr_fr: centre gauche
it_it: centro sinistro

source: izquierda inferior
de_de: unten links
fr_fr: en bas à gauche
it_it: in basso a sinistra

source: derecha superior
de_de: oben rechts
fr_fr: en haut à droite
it_it: in alto a destra

source: derecha centro
de_de: Rechts Mitte
fr_fr: centre droit
it_it: centro destro

source: derecha inferior
de_de: unten rechts
fr_fr: en bas à droite
it_it: in basso a destra

source: centro superior
de_de: Höhere Schule
fr_fr: études supérieures
it_it: scuola superiore

source: centro centro
de_de: Innenstadt Zentrum
fr_fr: centre-ville
it_it: centro città

source: centro inferior
de_de: Untere Mitte
fr_fr: en bas au centre
it_it: in basso al centro

source: Define la posición inicial de la imagen de fondo
de_de: Festlegen der Startposition des Hintergrundbilds
fr_fr: Définir la position de départ de l’image d’arrière-plan
it_it: Imposta la posizione iniziale dell'immagine di sfondo

source: Tamaño del fondo
de_de: Größe des Hintergrunds
fr_fr: Taille de l’arrière-plan
it_it: Dimensioni dello sfondo

source: Especifica el tamaño de la imagen de fondo
de_de: Festlegen der Größe des Hintergrundbilds
fr_fr: Spécifier la taille de l’image d’arrière-plan
it_it: Specificare le dimensioni dell'immagine di sfondo

source: URL del logotipo
de_de: Logo-URL
fr_fr: Logo URL
it_it: Logo URL

source: Cambia la URL del logotipo de inicio de sesión
de_de: Ändern der URL des Anmeldelogos
fr_fr: Modifier l’URL du logo de connexion
it_it: Modificare l'URL del logo di accesso

source: Título del logotipo
de_de: Logo-Titel
fr_fr: Titre du logo
it_it: Titolo del logo

source: Cambia el título del logotipo en el inicio de sesión
de_de: Ändern Sie den Logo-Titel bei der Anmeldung
fr_fr: Changer le titre du logo lors de la connexion
it_it: Cambia il titolo del logo al login

source: Imagen de fondo
de_de: Hintergrundbild
fr_fr: Image d’arrière-plan
it_it: Immagine di sfondo

source: Imágenes gratuitas
de_de: Kostenlose Bilder
fr_fr: Images gratuites
it_it: Immagini gratuite

source: Mis imágenes
de_de: Meine Bilder
fr_fr: Mes images
it_it: Le mie immagini

source: Seleccionar imagen de fondo
de_de: Hintergrundbild auswählen
fr_fr: Sélectionnez l’image d’arrière-plan
it_it: Seleziona l'immagine di sfondo

source: Puedes subir una imagen de fondo desde aquí
de_de: Von hier aus können Sie ein Hintergrundbild hochladen
fr_fr: Vous pouvez télécharger une image d’arrière-plan à partir d’ici
it_it: Puoi caricare un'immagine di sfondo da qui

source: Obtendrás los mejores resultados al usar imágenes con una dimensión de 1920x1080 píxeles
de_de: Die besten Ergebnisse erzielen Sie, wenn Sie Bilder mit einer Größe von 1920x1080 Pixel verwenden
fr_fr: Vous obtiendrez les meilleurs résultats en utilisant des images d’une dimension de 1920x1080 pixels
it_it: Otterrai i migliori risultati utilizzando immagini con una dimensione di 1920x1080 pixel

source: Puedes seleccionar una imagen de fondo desde aquí
de_de: Hier können Sie ein Hintergrundbild auswählen
fr_fr: Vous pouvez sélectionner une image d’arrière-plan à partir d’ici
it_it: Da qui è possibile selezionare un'immagine di sfondo

source: Las imágenes de
de_de: Die Bilder von
fr_fr: Les images de
it_it: Le immagini di

source: y
de_de: und
fr_fr: et
it_it: e

source: están hechas para ser usadas libremente
de_de: sind dafür gemacht, frei getragen zu werden
fr_fr: sont faits pour être portés librement
it_it: sono fatti per essere indossati liberamente

source: Imagen
de_de: Bild
fr_fr: Image
it_it: Immagine

source: Puedes descargar más imágenes desde
de_de: Weitere Bilder können Sie von hier herunterladen.
fr_fr: Vous pouvez télécharger plus d’images à partir de
it_it: Puoi scaricare altre immagini da

source: aquí
de_de: hier Klicken
fr_fr: ici
it_it: qui

source: totalmente gratis
de_de: Kostenlos
fr_fr: Libre
it_it: Gratuito

# wporlogin
source: Select logo
de_de: Logo auswählen

# wporlogin
source: Background image
de_de: Hintergrundbild

# wporlogin
source: Select background image
de_de: Hintergrundbild auswählen

source: Google reCAPTCHA v2 está seleccionado, pero las claves del sitio o secretas no están configuradas.
de_de: Google reCAPTCHA v2 ist ausgewählt, aber Site- oder geheime Schlüssel sind nicht konfiguriert.
fr_fr: Google reCAPTCHA v2 est sélectionné, mais les clés de site ou secrètes ne sont pas configurées.
it_it: Google reCAPTCHA v2 è selezionato, ma le chiavi del sito o segrete non sono configurate.

source: Google reCAPTCHA v3 está seleccionado, pero la clave del sitio no está configurada.
de_de: Google reCAPTCHA v3 ist ausgewählt, aber der Site-Schlüssel ist nicht konfiguriert.
fr_fr: Google reCAPTCHA v3 est sélectionné, mais la clé de site n’est pas configurée.
it_it: Google reCAPTCHA v3 è selezionato, ma la chiave del sito non è configurata.

source: Desarrollado por <a href="%s" target="_blank" class="text-info">Oregoom.com</a>
de_de: Unterstützt von <a href="%s" target="_blank" class="text-info">Oregoom.com</a>
fr_fr: Propulsé par <a href="%s" target="_blank" class="text-info">Oregoom.com</a>
it_it: Realizzato da <a href="%s" target="_blank" class="text-info">Oregoom.com</a>

source: Sign Up
de_de: Anmelden
fr_fr: S’enregistrer
it_it: Registrati

source: Reset Password
de_de: Passwort zurücksetzen
fr_fr: Réinitialiser le mot de passe
it_it: Reimposta password

source: Log In
de_de: Anmelden
fr_fr: S'identifier
it_it: Accedi

source: Por favor, completa la verificación de reCAPTCHA.
de_de: Bitte schließen Sie die reCAPTCHA-Verifizierung ab.
fr_fr: Veuillez effectuer la vérification reCAPTCHA.
it_it: Completa la verifica reCAPTCHA.

source: Error al verificar reCAPTCHA. Por favor, inténtalo de nuevo.
de_de: Fehler bei der Überprüfung von reCAPTCHA. Bitte versuchen Sie es erneut.
fr_fr: Erreur lors de la vérification de reCAPTCHA. Veuillez réessayer.
it_it: Controllo degli errori reCAPTCHA. Riprova.

source: La verificación de reCAPTCHA ha fallado. Por favor, inténtalo de nuevo.
de_de: Die reCAPTCHA-Prüfung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
fr_fr: La vérification reCAPTCHA a échoué. Veuillez réessayer.
it_it: Il controllo reCAPTCHA non è riuscito. Riprova.

source: Error de configuración de reCAPTCHA.
de_de: reCAPTCHA-Konfigurationsfehler.
fr_fr: Erreur de configuration reCAPTCHA.
it_it: Errore di configurazione reCAPTCHA.

source: La puntuación de reCAPTCHA v3 es muy baja. Inténtalo de nuevo.
de_de: Der reCAPTCHA v3-Score ist sehr niedrig. Bitte versuchen Sie es erneut.
fr_fr: Le score reCAPTCHA v3 est très faible. Veuillez réessayer.
it_it: Il punteggio reCAPTCHA v3 è molto basso. Riprova.

source: ¡Hola! Ya has estado usando el plugin WPOrLogin en tu sitio durante 2 semanas - Esperamos que te haya sido útil. Si estás disfrutando del plugin, ¿te importaría valorarlo con 5 estrellas para ayudar a hacer correr la voz?
de_de: Hallo! Sie verwenden das WPOrLogin-Plugin bereits seit 2 Wochen auf Ihrer Website - wir hoffen, dass es Ihnen nützlich war. Wenn Ihnen das Plugin gefällt, würde es Ihnen etwas ausmachen, es mit 5 Sternen zu bewerten, um die Nachricht zu verbreiten?
fr_fr: Bonjour! Vous utilisez déjà le plugin WPOrLogin sur votre site depuis 2 semaines - nous espérons que vous l’avez trouvé utile. Si vous appréciez le plugin, pourriez-vous lui donner 5 étoiles pour aider à faire passer le mot ?
it_it: Ciao! Hai già utilizzato il plug-in WPOrLogin sul tuo sito per 2 settimane: speriamo che tu lo abbia trovato utile. Se ti piace il plugin, ti dispiacerebbe valutarlo con 5 stelle per aiutare a spargere la voce?

source: Vale, te lo mereces
de_de: Okay, du hast es dir verdient
fr_fr: D’accord, vous le méritez
it_it: Ok, te lo meriti

source: Excelente
de_de: Ausgezeichnet
fr_fr: Excellente
it_it: Eccellente

source: Error de nonce
de_de: Fehler von Nonce
fr_fr: L’erreur de Noce
it_it: Errore di Nonce

source: IMPORTANTE:
de_de: WICHTIG:
fr_fr: IMPORTANT:

source: Si no puedes ver los cambios que has realizado en tu sitio web, puede que necesites forzar a la página a cargar desde el servidor con
de_de: Wenn Sie die Änderungen, die Sie an Ihrer Website vorgenommen haben, nicht sehen können, müssen Sie möglicherweise erzwingen, dass die Seite vom Server mit
fr_fr: Si vous ne voyez pas les modifications que vous avez apportées à votre site Web, vous devrez peut-être forcer le chargement de la page à partir du serveur avec
it_it: Se non riesci a vedere le modifiche che hai apportato al tuo sito web, potrebbe essere necessario forzare il caricamento della pagina dal server con

source: o limpiar la caché de WordPress.
de_de: oder leeren Sie den WordPress-Cache.
fr_fr: ou videz le cache WordPress.
it_it: o svuotare la cache di WordPress.

source: Borrar la caché de WordPress
de_de: WordPress-Cache leeren
fr_fr: Vider le cache WordPress
it_it: Svuota la cache di WordPress

source: Más información aquí
de_de: Mehr Informationen hier
fr_fr: Plus d’informations ici
it_it: Maggiori informazioni qui

source: WPOrLogin - Personalizar el inicio de sesión de WordPress
de_de: WPOrLogin - WordPress-Login anpassen
fr_fr: WPOrLogin - Personnaliser WordPress Login
it_it: WPOrLogin - Personalizza l'accesso a WordPress

source: Plugin para personalizar la página de inicio de sesión de WordPress.
de_de: Plugin zum Anpassen der WordPress-Anmeldeseite.
fr_fr: Plugin pour personnaliser la page de connexion WordPress.
it_it: Plugin per personalizzare la pagina di accesso di WordPress.

source: Versión de Google reCAPTCHA
fr_fr: Version de Google reCAPTCHA
it_it: Versione di Google reCAPTCHA
